Repository: 84000/data-translation-memory
Catalog: toh130-v1.tmx
Source language: bo
Languages: en

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་བུད་མེད་གང་ལ་ལས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་གསེར་འོད་སེང་གེ་རྣམ་པར་རོལ་པའི་རྒྱལ་པོ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དེ་དང་། མ་འོངས་པ་དེ་གཉིས་ཀྱི་མཚན་ཐོས་ན་དེ་བུད་མེད་ཀྱི་རང་བཞིན་དུ་མི་འགྱུར་རོ།
en: “Padmaśrīgarbha, any woman who hears the account of how the Blessed One, the thus-gone King of the Golden-Hued Lion’s Play, passed into nirvāṇa, and who hears the name of these two future buddhas, will no longer have the identity of a woman,

source: བསྐལ་པ་བྱེ་བ་ཕྲག་བཞི་བཅུར་འཁོར་བ་བསྙིལ་བར་འགྱུར་རོ། །
en: and after 400 million eons she will destroy saṃsāra.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར། །
en: She will render irreversible her progress to unsurpassed and perfect awakening.

source: སངས་རྒྱས་མཐོང་བ་དང་། ཆོས་ཉན་པ་དང་། དགེ་འདུན་ལ་བསྙེན་བཀུར་བྱེད་པ་དང་མི་འབྲལ་བར་འགྱུར། །
en: She will always see the Buddha, listen to the Dharma, and serve the Saṅgha;

source: ཚེ་རྗེས་ནས་ཀྱང་རབ་ཏུ་འབྱུང་བ་འཐོབ་པར་འགྱུར། །
en: and as she moves to the next life, she will take ordination.

source: ཚེ་རབས་དྲན་པ་དང་། སྤོབས་པ་ཐོགས་པ་མེད་པར་འགྱུར་རོ། །གཟུངས་ཀྱང་འཐོབ་པར་འགྱུར་རོ།
en: She will recollect her past lives and attain unimpeded eloquence and retention.”

source: དེ་ནས་འཁོར་དེའི་ནང་ནས་ལྷ་དང་མི་དང་སྐྱེ་དགུའི་སྲོག་ཆགས་བྱེ་བ་ཕྲག་དགུ་བཅུ་རྩ་དྲུག་གིས་མགྲིན་གཅིག་ཏུ་ཚིག་སྨྲས་པ། །
en: Then, from within the retinue, 960 million gods, men, and other beings called out in a single voice,

source: གང་དག་མ་བྱོན་པ་དེ་དག་དང་། གང་དག་ད་ལྟར་བཞུགས་པ་འཚོ་ཞིང་གཞེས་པ་དེ་དག་དང་། ཕྱོགས་བཅུ་ན་གང་དག་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་དེ་བཞིན་གཤེགས་པ་དེ་དག་ལ་ཕྱག་འཚལ་ལོ། །
en: “We pay homage to all thus-gone ones: those yet to come, those who presently remain, and those in the ten directions who have passed into nirvāṇa.

source: དེ་དག་གི་མཚན་གང་ལགས་པ་དེ་དག་ལ་ཡང་རྗེས་སུ་ཡི་རང་ངོ་། །ཚིག་འདི་སྐད་ཅེས་ཀྱང་སྨྲ་སྟེ།
en: We rejoice in their names!” And they continued,

source: བཅོམ་ལྡན་འདས་བདག་ཅག་ལྷན་ཅིག་ཚོགས་པ་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱིའོ།
en: “Blessed One, this entire gathering now engenders the mind of unsurpassed and perfect awakening.”

source: དེ་དག་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ། །
en: Then the Blessed One prophesied their unsurpassed and perfect awakening.

source: སྲོག་ཆགས་ཁྲག་ཁྲིག་བརྒྱ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ། །
en: Eight trillion four hundred thousand million beings purified their eye of Dharma regarding phenomena so that it became stainless and unobscured.

source: དགེ་སློང་བདུན་སྟོང་ནི་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: Seven thousand monks freed their minds from defilements without further clinging.

source: དེ་ནས་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་།
en: Then, at that time, the bodhisattva great being Avalokiteśvara and

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐུ་ཆེན་ཐོབ་ཀྱིས་ཇི་ལྟ་བུའི་རྫུ་འཕྲུལ་མངོན་པར་འདུ་བྱ་བ་མངོན་པར་འདུ་བྱས་པས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱིས་ཕྱོགས་བཅུ་ན་བཅོམ་ལྡན་འདས་དཔག་ཏུ་མེད་གྲངས་མེད་པ་དག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་སྟོན་པ་མཐོང་བ་
en: the bodhisattva great being Mahā­sthāmaprāpta caused a miracle by which the entire retinue could see all the limitless, uncountable blessed ones in the ten directions making prophecies for their unsurpassed and perfect awakening.

source: མཐོང་ནས་ཀྱང་ཚིག་འདི་སྐད་འཛེར་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་གཉིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དག་གིས་ལེགས་པར་ཡོངས་སུ་བཟུང་བ་ལགས་ཏེ། །
en: At this spectacle, everyone present exclaimed, “Blessed One, we now see the extent to which these two bodhisattva great beings are cared for by those blessed buddhas!

source: འདི་ལྟར་སྐྱེས་བུ་དམ་པ་འདི་གཉིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འདི་སྙེད་ཅིག་ལུང་སྟོན་པ་ནི་ངོ་མཚར་ཏོ།
en: It is amazing to see so many blessed buddhas making prophecies regarding these two holy beings!”

source: བཅོམ་ལྡན་འདས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་མདོ་སྡེ་ཟབ་མོ་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པ་དེའི་བསོད་ནམས་ཇི་སྙེད་ཅིག་འཕེལ་བར་འགྱུར། །
en: “Blessed One, how much merit is created when a son or daughter of noble family remembers this sūtra taught by the Thus-Gone One, carries it, reads it, comprehends it, and extensively and genuinely teaches it to others?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ལ་ཡོངས་སུ་འདྲི་བའི་གཏམ་འདིས་ཅི་ཞིག་བྱ།
en: The Blessed One said, “Son of noble family, it could be asked what would be accomplished and what would be the reason for me to reply to the question you have put to the Thus-Gone One.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་དམན་པ་ལ་མོས་པ་དེ་དག་དེ་བཞིན་གཤེགས་པས་གསུངས་པ་ལ་ཡིད་མི་ཆེས་པར་འགྱུར་བའི་ཕྱིར་ཏེ།
en: Son of noble family, it is because base sentient beings may distrust the Thus-Gone One’s teachings,

source: དེ་ལྟར་འདི་དག་ཡུན་རིང་པོར་གནོད་པ་དང་། ཕན་པ་མེད་པ་དང་། བདེ་བ་མེད་པ་དང་། ལོག་པར་ལྟུང་བར་འགྱུར་རོ།
en: and will therefore continue to meet with harm, unhelpful situations, unhappiness, and misfortune.”

source: བཅོམ་ལྡན་འདས་འཁོར་འདི་ན་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དག་རྒྱ་ཆེན་པོ་ལ་མོས་པ་དང་། མོས་པ་མང་བ་དག་ཀྱང་མཆིས།
en: “Blessed One, in this assembly there are sons and daughters of noble family who are dedicated to the vast, indeed extremely dedicated;

source: སླད་མའི་སྐྱེ་བོ་རྣམས་ལ་ཡང་སྣང་བ་བགྱིས་པར་འགྱུར་ན་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བའི་སླད་དུ་བཤད་པར་གསོལ། །
en: this teaching will also appear to beings yet to come. So it is for the sake of the welfare and happiness of many beings that I request the Thus-Gone One to explain.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། པད་མའི་དཔལ་གྱི་སྙིང་པོ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ། །
en: The Blessed One said, “Padmaśrīgarbha, that being so, I ask you to listen well to what I will say and keep it in mind.”

source: བྱང་ཆུབ་སེམས་དཔའ་པད་མའི་དཔལ་གྱི་སྙིང་པོས། བཅོམ་ལྡན་འདས་ལེགས་སོ་ཞེས་གསོལ་ཏེ། །
en: The bodhisattva Padmaśrīgarbha said, “Blessed One, excellent!”

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: and he listened as the Blessed One had instructed him. Then the Blessed One said,

source: རིགས་ཀྱི་བུ་འདི་ལ་མི་གང་ལ་ལ་སྟོབས་དང་ལྡན་པ། མཐུ་དང་ལྡན་པ། བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་དང་ལྡན་པ་ཞིག་བྱུང་སྟེ།
en: “Son of noble family, say there is a man who is strong, powerful, and with great amounts of merit.

source: ཇི་ཙམ་སེམས་ཅན་གྱི་ཁམས་སུ་གདགས་པས་བཏགས་པའི་སེམས་ཅན་གྱི་ཁམས་དེ་ནི་དེ་བཞིན་གཤེགས་པས་ཆེས་མང་བར་གསུངས་ཀྱི།
en: Now, however many beings one may think there are in what one thinks of as the realm of beings, the Thus-Gone One has said that there are many more than that;

source: སའི་ཁམས་ནི་དེ་ལྟ་མ་ཡིན་ཏེ།
en: it is not like the realm of the earth.

source: སེམས་ཅན་དེ་དག་ཐམས་ཅད་བསྐལ་པ་བྱེ་བ་མཐའ་ཡས་མུ་མེད་པར་མགོ་བོའམ། ཕྲག་པའམ། ལག་པ་ན་ཐོགས་ཏེ།
en: All those beings that person supports with his head, shoulders, or hands for limitless tens of millions of eons.

source: ཇི་སྲིད་འཚོའི་བར་དུ་དེ་དག་ལ་གོས་དང་ཟས་དག་བྱིན་ཏེ།
en: For as long as he lives, he offers them clothing and food,

source: བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་རིམ་གྲོར་བྱེད།
en: and provides them with all types of pleasant provisions and services.

source: བླ་མར་བྱེད་ན་པད་མའི་དཔལ་གྱི་སྙིང་པོ་མི་དེ་གཞི་དེ་ལས་བསོད་ནམས་ཀྱི་ཕུང་པོ་མང་དུ་འཕེལ་ལམ།
en: Now tell me, Padmaśrīgarbha, would that man’s merit increase greatly on this basis?”

source: སེམས་ཅན་གཅིག་ལ་ཡང་སེ་གོལ་གཏོགས་པ་ཙམ་ཞིག་བྱམས་པའི་སེམས་ཀྱིས་ཁྱབ་པར་བགྱིས་ན་དེ་ཙམ་གྱིས་ཀྱང་བསོད་ནམས་མང་དུ་སྐྱེད་ན།
en: “A lot of merit is created when just a single person develops a loving attitude, even if only for as long as it takes him to snap his fingers.

source: བསྐལ་པ་བྱེ་བ་མཐའ་ཡས་མུ་མ་མཆིས་པར་སེམས་ཅན་ཐམས་ཅད་བཟུང་སྟེ། བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་རིམ་གྲོ་བགྱིས་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: So how much more would be created if someone embraces all beings with love and serves them with all necessities for their happiness for endless, limitless, tens of millions of eons?”

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་མོས་པར་བྱའོ། །ཁྱོད་ཀྱི་ཁོང་དུ་ཆུད་པར་བྱའོ།
en: “Padmaśrīgarbha, you should be inspired by this, and you should fully understand it:

source: གང་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་གནས་ཏེ། ལེན་པ་དང་། འཛིན་པ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དད་པ་ལ་ཞུགས་པ། མོས་པ་མང་བ་དག་
en: any son or daughter of noble family who, immersed in faith and full of interest, develops the mind of awakening based on a sūtra that the Thus-Gone One has taught, like this one, and takes hold of the sūtra, remembers it, reads it, understands it, and teaches it extensively to others

source: གཞི་དེ་ལས་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེས་མང་དུ་སྐྱེད་དོ། །
en: will, based on that foundation, give rise to a much greater amount of merit.”

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་ནས་ཀྱང་བདག་གིས་བླང་བར་བགྱི། བཟུང་བར་བགྱི། བཅང་བར་བགྱི། བཀླག་པར་བགྱི། ཀུན་ཆུབ་པར་བགྱི། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་བགྱིའོ། །
en: “Blessed One, when the Thus-Gone One has passed into nirvāṇa, I will take hold of this sūtra, which has been taught by the Thus-Gone One, and grasp it, read it, understand it, and teach it extensively to others.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་ཚིག་དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱེ་བ་ཕྲག་དགུ་བཅུ་རྩ་དྲུག་གིས་དབྱངས་གཅིག་ཏུ་ཚིག་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: The bodhisattva Padmaśrīgarbha and the 960 million bodhisattvas then all declared, in a single voice,

source: བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ཀྱང་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་བླང་བར་བགྱི། བཟུང་བར་བགྱི། བཅང་བར་བགྱི། བཀླག་པར་བགྱི། ཀུན་ཆུབ་པར་བགྱི། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་བགྱིའོ། །
en: “Blessed One, we too will take hold of this sūtra and grasp it, read it, understand it, and teach it extensively to others.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་པད་མའི་དཔལ་གྱི་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One said to the bodhisattva Padmaśrīgarbha,

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བུད་མེད་ཀྱིས་ཐོས་མ་ཐག་ཏུ་བུད་མེད་ཀྱི་དངོས་པོ་ལས་འགྱུར་ཏེ། །
en: “Padmaśrīgarbha, if any woman hears this Dharma teaching, she will immediately be transformed from the state of a woman,

source: རྒྱུ་གཉིས་མ་གཏོགས་པ་ནི་འདི་ལྟ་སྟེ། ཕྲག་དོག་དང་། སེར་སྣའོ། །
en: unless there are the two causative factors, jealousy and stinginess.”

source: དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དང་། མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་།
en: Then Śakra, who is lord of the gods, Brahmā, who rules the Sahā world, the four great kings,

source: ལྷའི་བུ་བརྒྱ་སྟོང་དུ་མ་དག་གིས་ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ལ་མངོན་པར་གཏོར་ཏོ།
en: and many hundreds of thousands of gods scattered divine māndārava flowers on the Blessed One and the bodhisattva great beings.

source: ལྷའི་སིལ་སྙན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གསིལ་ནས་ཚིག་འདི་སྐད་ཅེས་ཀྱང་འཛེར་ཏོ།
en: While playing billions of divine instruments, they called out,

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་དག་གི་རྣ་ལམ་དུ་གྲག་པ་དག་ལེགས་པར་བཏོན་ནས་འཛིན་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པའི་སེམས་ཅན་དེ་དག་གིས་ནི་རྙེད་པ་ལེགས་པར་རྙེད་པ་ལགས་སོ།
en: “Those sentient beings who hear this Dharma teaching, grasp it, and teach it extensively to others will reap a great profit.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་ཇི་སྐད་སྨྲས་པ་དེ་དེ་བཞིན་ཏེ། །
en: The Blessed One said, “Sons of noble family, what you have said is true.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་དག་གི་ལག་ན་འདུག་པ་དང་། གང་དག་ཐོས་ནས་མོས་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ནི་སངས་རྒྱས་ཁྲི་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པར་འགྱུར། །
en: Any sentient being who holds this Dharma teaching in their hands or hears it, and subsequently feels devotion for it, will give rise to roots of virtue before ten thousand buddhas.”

source: དེ་ནས་སྲིང་མོ་རྡུལ་དང་བྲལ་བ་ཞེས་བྱ་བ། འཁོར་དེར་འདུས་པར་གྱུར་ཏེ། འདུག་པ་དེ། སྟན་ལས་ལངས་ནས་ལྷག་པའི་བསམ་པས་ཚིག་འདི་སྐད་ཅེས།
en: Then a young girl named Viraja rose from her seat in the congregation and, motivated by altruistic thoughts, announced,

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་ལྷག་པའི་བསམ་པས་ཕྲག་དོག་དང་། སེར་སྣ་སྤངས་ཏེ།
en: “Blessed One, with an altruistic motivation I have decided to give up any jealousy and stinginess,

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པར་བགྱིའོ།
en: and instead develop the mind of unsurpassed and perfect awakening.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ནི་མད་པ་གསུང་བ་ལགས།
en: Blessed Thus-Gone One, you speak the truth.

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་བདག་སངས་རྒྱས་སུ་འགྱུར་ཞིང་
en: Blessed One, if it is so that were I to become a buddha,

source: བུད་མེད་གཞན་གང་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ན་ཐོས་པའི་མོད་ལ་བུད་མེད་ཀྱི་དངོས་པོ་ལས་འགྱུར་བ་ལྟ་ན།
en: and other women should happen to hear this Dharma teaching, they will also be freed from being a woman as soon as they hear it,

source: བཅོམ་ལྡན་འདས་དེའི་སླད་དུ། ཕུང་པོ་འདི་ཉིད་ལ་བུད་མེད་ཀྱི་དབང་པོ་མི་གདའ་བར་འགྱུར་ཏེ། སྐྱེས་པའི་དབང་པོ་བྱུང་བར་གྱུར་ཅིག་
en: to that end, Blessed One, may all my woman’s organs now disappear from my body, and those of a man appear!”

source: དེ་ནས་སྲིང་མོ་དེ་དེ་ཉིད་དུ་བུད་མེད་ཀྱི་དབང་པོ་མི་སྣང་བར་གྱུར་ཏེ་སྐྱེས་པའི་དབང་པོ་བྱུང་བར་གྱུར་ཏོ། །
en: Instantly the girl’s female organs vanished, and her body became that of a man,

source: དེ་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་ཅིང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཉོན་མོངས་པ་ཐམས་ཅད་ཟློག་པ་ཞེས་བྱ་བར་འགྱུར་རོ་ཞེས་ལུང་བསྟན་ཏོ།
en: of whom the Blessed One prophesied that his progress to unsurpassed and perfect awakening had now been rendered irreversible, and that he would become a thus-gone one, a worthy one, a perfect buddha named Repeller of All Disturbing Emotions.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One had spoken this teaching,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོ་དང་། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་མང་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: the bodhisattva great being Padmaśrīgarbha, the monks, and the many bodhisattvas, as well as the world with its gods, men, demigods, and gandharvas, rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the Noble Great Vehicle Sūtra “ The Illusory Absorption

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །
en: Translated, edited, and finalized by the Indian preceptor Surendrabodhi and the translator-editor Bandé Yeshé Dé.
